[
    {
      "ref": "R0001",
      "stock": 10,
      "marca": "TUDOR",
      "modelo": "GMT",
      "precio": 400,
      "tamano": 41,
      "genero": "Hombre",
      "tipo": "Analogikoa",
      "material": "Altzairu herdoilgaitza",
      "descripcion": "Tudor Black Bay GMT 41 mm luxuzko erlojua da, Tudorren estilo klasikoa eta GMT funtzionalitate modernoa uztartzen dituena. Bere 41 mm-ko altzairu herdoilgaitzezko kutxak 24 orduko kolore bikoitzeko bezel birakaria du, bi ordu eremu aldi berean irakurri behar duten bidaiarientzat ezin hobea. MT5652 mugimendu automatikoarekin hornitua, 70 orduko erreserba eta zehaztasun nabarmena eskaintzen ditu. Diseinu sendoa 200 metrora arte iragazgaitza da, eta esfera beltza dauka, indize distiratsuak eta \"snowflake\" formako orratz gorria barne.",
      "img-1": "../img/catalogo/R0001/R0001-1.png",
      "img-2": "../img/catalogo/R0001/R0001-2.png",
      "img-3": "../img/catalogo/R0001/R0001-3.png"
    },
    {
      "ref": "R0002",
      "stock": 10,
      "marca": "TISSOT",
      "modelo": "PRX GOLD",
      "precio": 445,
      "tamano": 40,
      "genero": "unisex",
      "tipo": "Analogikoa",
      "material": "Altzairu herdoilgaitza",
      "descripcion": "Eredu hau PVD urrezko akaberan dago eskuragarri, estetika sofistikatu eta modernoa eskainiz. Esfera urrezko eta zuriz edo beltzezko tonuen xehetasun minimalistak ditu normalean.",
      "img-1": "../img/catalogo/R0002/R0002-1.png",
      "img-2": "../img/catalogo/R0002/R0002-2.png",
      "img-3": "../img/catalogo/R0002/R0002-3.png"
    },
    {
      "ref": "R0003",
      "stock": 10,
      "marca": "OMEGA",
      "modelo": "Speedmaster Pilot",
      "precio": 1050,
      "tamano": 40,
      "genero": "Hombre",
      "tipo": "Analogikoa",
      "material": "Titanioa",
      "descripcion": "OMEGA Speedmaster Pilot Speedmaster bilduma ikonikoan azken gehigarria da, 2024 amaieran merkaturatua. Erloju hau hegazkin militar espioi U-2 pilotuek erabiltzen dituzten estandar tekniko eta estetikoak islatzeko diseinatu da.",
      "img-1": "../img/catalogo/R0003/R0003-1.png",
      "img-2": "../img/catalogo/R0003/R0003-2.png",
      "img-3": "../img/catalogo/R0003/R0003-3.png"
    },
    {
      "ref": "R0004",
      "stock": 10,
      "marca": "ROLEX",
      "modelo": "Sea Dweller",
      "precio": 1450,
      "tamano": 43,
      "genero": "Hombre",
      "tipo": "Analogikoa",
      "material": "Titanioa",
      "descripcion": "43 mm-ko Rolex erlojua dotoretasuna eta funtzionaltasuna uztartzen dituen diseinu ikonikoa da. Oystersteel altzairuz edo urre xehetasunez egina, ura iragazgaitza eta COSC-k ziurtatutako mugimendu automatiko zehatzak eskaintzen ditu. Bere zafiro kristala marradurarekiko erresistentea da, eta diseinu klasikoa eta konplikazioak, hala nola data edo kronografoa, nabarmentzen dira Sea-Dweller edo Yacht-Master II modeloetan. Luxua eta fidagarritasuna bilatzen dutenentzat ezin hobea.",
      "img-1": "../img/catalogo/R0004/R0004-1.png",
      "img-2": "../img/catalogo/R0004/R0004-2.png",
      "img-3": "../img/catalogo/R0004/R0004-3.png"
    },
    {
      "ref": "R0005",
      "stock": 10,
      "marca": "ROLEX",
      "modelo": "GMT Master 2",
      "precio": 1500,
      "tamano": 43,
      "genero": "Hombre",
      "tipo": "Analogikoa",
      "material": "Altzairu herdoilgaitza",
      "descripcion": "Rolex GMT-Master II luxuzko erlojua da bidaiarientzat diseinatua, bi ordu eremuren funtzioarekin eta bezel birakari bikoitzarekin. Bere Oyster altzairuzko, urrezko edo Rolesor (biek konbinatua) kutxak 40 mm ditu eta 100 metrora arte iragazgaitza da. Bere Cerachrom bezela kolore ikonikoetan, hala nola beltz-urdin edo gorria-beltza, marradurarekiko oso erresistentea da. Mugimendu automatiko 3285 kalibrearekin hornitua, 70 ordu inguruko erreserba eskaintzen du. Bere Oyster edo Jubilee eskumuturrekoak erosotasuna eta estiloa bermatzen du, eredua dotoretasunaren eta funtzionaltasunaren ikur bihurtuz.",
      "img-1": "../img/catalogo/R0005/R0005-1.png",
      "img-2": "../img/catalogo/R0005/R0005-2.png",
      "img-3": "../img/catalogo/R0005/R0005-3.png"
    },
    {
        "ref": "R0006",
        "stock": 10,
        "marca": "TOMMY HILFIGER",
        "modelo": "Henry 1710479",
        "precio": 190,
        "tamano": 43,
        "genero": "Hombre",
        "tipo": "Analogikoa",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "Tommy Hilfiger 1710479 (Henry) gizonentzako erloju elegantea da, 44 mm-ko gris ionizatuzko altzairuzko kutxa eta belar gorrizko larruzko besokoa duena. Bere griseko esferak, urreko xehetasunekin, eguna eta data erakusten ditu, kuartzoko mugimendu zehatzarekin. 50 metroko urarekiko erresistentea da, eta estiloa eta funtzionalitatea konbinatzen ditu eguneroko erabilerarako. Diseinu moderno bat, edozein jantzi osatzeko egokia.",
        "img-1": "../img/catalogo/R0006/R0006-1.png",
        "img-2": "../img/catalogo/R0006/R0006-2.png",
        "img-3": "../img/catalogo/R0006/R0006-3.png"
      },
      {
        "ref": "R0007",
        "stock": 10,
        "marca": "HAMILTON",
        "modelo": "Khaki Field",
        "precio": 650,
        "tamano": 38,
        "genero": "Hombre",
        "tipo": "Analogikoa",
        "material": "Larrua",
        "descripcion": "Hamilton Khaki Field erloju militar klasikoetan inspiratuta dago, sendotasun eta funtzionalitatearekin ezaguna. 38 mm-tik 42 mm-ra bitarteko altzairuzko kutxekin, urarekiko erresistentea da eta esferak irakurgarriak ditu, distira duten indizekin. Bere kuartzoko edo automatikoko mugimenduak, modeloaren arabera, zehaztasuna bermatzen du, eta larruzko, oihalezko edo altzairuzko belarrek malgutasuna eskaintzen dute. Abenturazaleentzat egokia, vintage estiloa modernoarekin konbinatzen du.",
        "img-1": "../img/catalogo/R0007/R0007-1.png",
        "img-2": "../img/catalogo/R0007/R0007-2.png",
        "img-3": "../img/catalogo/R0007/R0007-3.png"
      },
      {
        "ref": "R0008",
        "stock": 10,
        "marca": "CARTIER",
        "modelo": "Tank Luis",
        "precio": 1350,
        "tamano": 25,
        "genero": "Hombre",
        "tipo": "Analogikoa",
        "material": "Larrua",
        "descripcion": "Cartier Tank Louis Cartier 25,5 mm da erloju ikono bat, denboragabeko eleganzia eta art deco inspiratutako diseinua konbinatzen dituena. 25,5 mm-ko zabaleko kaxa erronbiko altzairuzkoa edo metal preziotsuen konbinazioak ditu, estilo fin eta sofistikatu bat eskaintzen duena. Bere esferak erromatar zenbakiak eta urdinako orratzen artean, zafirozko kristal bat dauka. Kuartzoko mugimendua ekipoa duen erlojua, zehaztasun eta sofistikazioa ezaguna egiten du, eta goi erlojeriarako maite dutenek hautatutako aukera bihurtzen da.",
        "img-1": "../img/catalogo/R0008/R0008-1.png",
        "img-2": "../img/catalogo/R0008/R0008-2.png",
        "img-3": "../img/catalogo/R0008/R0008-3.png"
      },
      {
        "ref": "R0009",
        "stock": 10,
        "marca": "ORIS",
        "modelo": "Divers Date",
        "precio": 1200,
        "tamano": 40,
        "genero": "Hombre",
        "tipo": "Analogikoa",
        "material": "Larrua",
        "descripcion": "Oris Divers Date 40 mm da erloju bat, urpekotza sendotua eta funtzionala, uraren eta eguneroko erabilerako modelo anitz bat bila dabiltzanentzat egokia. 40 mm-ko altzairuzko kutxak urarekiko 300 metroko erresistentzia eskaintzen du, urperaketarako ezin hobea bihurtzen duena. Bere esferak indize eta orratz distiratsuak ditu, gutxi argi dagoen egoeretan ikusgarritasun optimoa lortzeko, eta bisel unidirekzionala, urperaketa denbora kontrolatzeko. SW200-1 oinarritutako Calibre 733-ko automatikoko mugimenduak, zehaztasuna eta iraunkortasuna konbinatzen ditu, estilo kirol eta elegante batean.",
        "img-1": "../img/catalogo/R0009/R0009-1.png",
        "img-2": "../img/catalogo/R0009/R0009-2.png",
        "img-3": "../img/catalogo/R0009/R0009-3.png"
      },
      {
        "ref": "R0010",
        "stock": 10,
        "marca": "BRIETLING",
        "modelo": "Endurance Pro",
        "precio": 550,
        "tamano": 43,
        "genero": "Hombre",
        "tipo": "Analogikoa",
        "material": "Sintetiko",
        "descripcion": "Breitling Endurance Pro 44 mm da erloju kirol bat, abenturazale eta errendimenduaren zaleentzat diseinatua. 44 mm-ko kutxa Breitlight izeneko material ultraligerotik egina dago, oso erresistentea, eta eguneroko erabilerarako edo jarduera ekstremorako erloju iraunkor eta eroso bat bila dutenentzat egokia. Bere esferak diseinu garbi eta irakurgarria du, distira duten indize eta orratzen artean, eta bisel bideragarria urperaketa edo jarduera denbora neurtzeko. Breitling SuperQuartz kuartzoko mugimenduarekin hornitua, mugimendu hau kuartzoko mugimendu estandarren baino zehatzagoa da, eta 100 metroko urarekiko erresistentea da.",
        "img-1": "../img/catalogo/R0010/R0010-1.png",
        "img-2": "../img/catalogo/R0010/R0010-2.png",
        "img-3": "../img/catalogo/R0010/R0010-3.png"
      },
      {
        "ref": "R0011",
        "stock": 10,
        "marca": "CASIO",
        "modelo": "GMA-S2100",
        "precio": 100,
        "tamano": 40,
        "genero": "Mujer",
        "tipo": "Analogikoa, Digitala",
        "material": "Sintetikoa",
        "descripcion": "Goza ezazu G-SHOCK diseinu digital-analogiko ezagunaz, inoizko erosotasun handiagoarekin. GMA-P2100ak GMA-S2100aren diseinu jada trinkoa hartzen du eta are estuago eta trinkoago bihurtzen du, uhal laburrago batekin eskumutur txikiagoetan erabat eroso eramateko. Kolore biziak dituzten akabera monokromatikoak (turkesa urdina [kolore berria], arrosa distiratsua eta zuria klasikoa) eta GMA-S2100 originalaren 9:00 posizioan dagoen esfera txikia alde batera uzten dira, itxura minimalista eta optimizatuagoa emateko. Dotorea eta praktikoa den erlojuaren esferak hainbat tonu berdinetan amaitutako elementuak ditu, hala nola esferaren zirkulua, logotipoa, indize-markak, orratzak eta beste osagai batzuk, sofistikazioa islatuz eta irakurgarritasun erraza bermatuz aldi berean.",
        "img-1": "../img/catalogo/R0011/R0011-1.png",
        "img-2": "../img/catalogo/R0011/R0011-2.png",
        "img-3": "../img/catalogo/R0011/R0011-3.png"
      },
      {
        "ref": "R0012",
        "stock": 10,
        "marca": "CALVIN KLEIN",
        "modelo": "25100052",
        "precio": 350,
        "tamano": 38,
        "genero": "Mujer",
        "tipo": "Analogikoa",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "Funtzio anitzeko erloju bat, urre arrosako ionizatuzko altzairuzko kutxa, esferan barra-indizeak kristalezko txupeak dituztenak eta bi koloreko altzairuzko belarrezko brasaletea.",
        "img-1": "../img/catalogo/R0012/R0012-1.png",
        "img-2": "../img/catalogo/R0012/R0012-2.png",
        "img-3": "../img/catalogo/R0012/R0012-3.png"
      },
      {
        "ref": "R0013",
        "stock": 10,
        "marca": "BOSS",
        "modelo": "1502766",
        "precio": 350,
        "tamano": 38,
        "genero": "Mujer",
        "tipo": "Analogikoa",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "Funtzio anitzeko erloju bat datarekin. 38mm-ko altzairuzko kutxa eta urrezko gaineko bisela. Esfera berdea, eguzkiaren erradiazio efektuarekin. Altzairuzko belar bat, mate eta urrezko gaineko briliantearekin.",
        "img-1": "../img/catalogo/R0013/R0013-1.png",
        "img-2": "../img/catalogo/R0013/R0013-2.png",
        "img-3": "../img/catalogo/R0013/R0013-3.png"
      },
      {
        "ref": "R0014",
        "stock": 10,
        "marca": "FOSSIL",
        "modelo": "ES5220",
        "precio": 250,
        "tamano": 38,
        "genero": "Mujer",
        "tipo": "Analogikoa",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "Kuartzoko erloju bat, altzairuzko PVD urrezko kutxa laukizuzenarekin, esferarekin zuria eta altzairuzko PVD urrezko brasaletearekin.",
        "img-1": "../img/catalogo/R0014/R0014-1.png",
        "img-2": "../img/catalogo/R0014/R0014-2.png",
        "img-3": "../img/catalogo/R0014/R0014-3.png"
      },
      {
        "ref": "R0015",
        "stock": 10,
        "marca": "MICHAEL KORS",
        "modelo": "MK7478LE",
        "precio": 329,
        "tamano": 38,
        "genero": "Mujer",
        "tipo": "Analogikoa",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "Michael Korsen edizio mugatuko erloju honek arrosa intensitatezko eskumena du, kronografo mugimendua, 38 mm-ko kutxa eta 20 mm-ko altzairuzko brasaletea, arrosa intensitatezkoa. Kutxaren atzealdean Michael Korsen sinadura eta edizioaren zenbaki esklusiboa dago.",
        "img-1": "../img/catalogo/R0015/R0015-1.png",
        "img-2": "../img/catalogo/R0015/R0015-2.png",
        "img-3": "../img/catalogo/R0015/R0015-3.png"
      },
      {
        "ref": "R0016",
        "stock": 10,
        "marca": "TOUS",
        "modelo": "3000129200",
        "precio": 159,
        "tamano": 36,
        "genero": "Mujer",
        "tipo": "Analogikoa",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "TOUS D-Logo digital erlojuak aluminiozko malba koloreko brasaletea dauka. Funtzioak: ordua, minutua, segundua, eguna, hilabetea, asteko eguna, kronografoa 1/100 segundo eta alarma. Dimentsioak: 36 mm. 3 ATM-ko urarekiko erresistentea. Kristal laua, laukizuzen mineraleko. Itxiera mariposa botoien bidez.",
        "img-1": "../img/catalogo/R0016/R0016-1.png",
        "img-2": "../img/catalogo/R0016/R0016-2.png",
        "img-3": "../img/catalogo/R0016/R0016-3.png"
      },
      {
        "ref": "R0017",
        "stock": 10,
        "marca": "MARK MADDOX",
        "modelo": "MM0105-37",
        "precio": 60,
        "tamano": 36,
        "genero": "Mujer",
        "tipo": "Analogikoa",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "Mark Maddox emakumezko erloju notting modeloak altzairuzko kutxa dauka. Erloju moderno eta joera dena, diseinua eta funtzionalitatea uztartzen ditu, roska-atzearen eta 100 metroko urpeko gaitasunari esker.",
        "img-1": "../img/catalogo/R0017/R0017-1.png",
        "img-2": "../img/catalogo/R0017/R0017-2.png",
        "img-3": "../img/catalogo/R0017/R0017-3.png"
      },
      {
        "ref": "R0018",
        "stock": 10,
        "marca": "MICHAEL KORS",
        "modelo": "MK7386",
        "precio": 550,
        "tamano": 38,
        "genero": "Mujer",
        "tipo": "Analogikoa",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "Michael Korsen erloju honek gris koloreko esfera du, kronografo mugimendua, 38 mm-ko kutxa eta altzairu herdoilgaitzezko urre arrosako brasaletea eta gris koloreko silikonazko brasaletea.",
        "img-1": "../img/catalogo/R0018/R0018-1.png",
        "img-2": "../img/catalogo/R0018/R0018-2.png",
        "img-3": "../img/catalogo/R0018/R0018-3.png"
      },
      {
        "ref": "R0019",
        "stock": 10,
        "marca": "BOSS",
        "modelo": "1502743",
        "precio": 199,
        "tamano": 25,
        "genero": "Mujer",
        "tipo": "Analogikoa",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "Bi orratza erloju bat, altzairu herdoilgaitzezko laukizuzeneko kutxa, kolore arrosa argiko esferarekin, eguzkiaren erradiazio efektuarekin eta altzairuzko brasaletea bost eslabonetan.",
        "img-1": "../img/catalogo/R0019/R0019-1.png",
        "img-2": "../img/catalogo/R0019/R0019-2.png",
        "img-3": "../img/catalogo/R0019/R0019-3.png"
      },
      {
        "ref": "R0020",
        "stock": 10,
        "marca": "LACOSTE",
        "modelo": "2001329",
        "precio": 149,
        "tamano": 38,
        "genero": "Unisex",
        "tipo": "Analogikoa",
        "material": "Sintetikoa",
        "descripcion": "Funtzio anitzeko erloju bat TR90 materialeko berdeko kutxarekin, esferarekin berde eta adierazleekin. Silikonazko brasaletea petit piqué estiloarekin.",
        "img-1": "../img/catalogo/R0020/R0020-1.png",
        "img-2": "../img/catalogo/R0020/R0020-2.png",
        "img-3": "../img/catalogo/R0020/R0020-3.png"
      },
      {
        "ref": "R0021",
        "stock": 10,
        "marca": "GUESS",
        "modelo": "GW0033L8",
        "precio": 219,
        "tamano": 40,
        "genero": "Mujer",
        "tipo": "Analogikoa",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "Emakumezko erloju Cosmo GW0033L8 altzairuzkoa eta urrezko brasaletarekin. Guess markako emakumezko erloju altzairuzkoa. 36mm-ko kutxa distiratsua urrezkoa, biselaren inguruan harri bitxiak. 3 orratza esferaren diseinua. Brasalete distiratsua. Amerikako markaren bilduma etengabe eta oinarrizkoa.",
        "img-1": "../img/catalogo/R0021/R0021-1.png",
        "img-2": "../img/catalogo/R0021/R0021-2.png",
        "img-3": "../img/catalogo/R0021/R0021-3.png"
      },
      {
        "ref": "R0022",
        "stock": 10,
        "marca": "SEIKO",
        "modelo": "SWR073P1",
        "precio": 310,
        "tamano": 25,
        "genero": "Mujer",
        "tipo": "Analogikoa",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "Emakumezko erloju Ladies SWR073P1 altzairuzkoa eta urrezko brasaletarekin. Ladies bildumak elegancia eta diskrezioa uztartzen ditu. Bi orratza dituen kuarzo erloju hau altzairu herdoilgaitzezko laukizuzeneko kutxan muntatuta dago. Esfera zuria, bi forma desberdinetako adierazlekin, lasaitasun eta lasaitasun sentsazioa sortzen du. Horiek guztiak dira emakumezko izatea nahi dutenentzat atsegin egiteko aktiboak.",
        "img-1": "../img/catalogo/R0022/R0022-3.png",
        "img-2": "../img/catalogo/R0022/R0022-4.png",
        "img-3": "../img/catalogo/R0022/R0022-5.png"
      },
      {
        "ref": "R0023",
        "stock": 10,
        "marca": "LOTUS",
        "modelo": "50015/A",
        "precio": 119,
        "tamano": 25,
        "genero": "Mujer",
        "tipo": "Smartwatch",
        "material": "Altzairu herdoilgaitza",
        "descripcion": "Lotus 50015/A smartwatch emakumezko erloju eder bat da, diseinu esklusibo eta azken belaunaldikoa eskaintzen du, publiko moderno eta hirikoari egokia. 42.6mm-ko zinc aleazioko kutxa eta botoi bakarra du, eta smartwatch hau elegantea eta sofistikatua da. Erloju honen esferak kolore beltza du.",
        "img-1": "../img/catalogo/R0023/R0023-1.png",
        "img-2": "../img/catalogo/R0023/R0023-2.png",
        "img-3": "../img/catalogo/R0023/R0023-3.png"
      },
      {
        "ref": "R0024",
        "stock": 10,
        "marca": "MONTBLANC",
        "modelo": "Summit 3 Smartwatch",
        "precio": 290,
        "tamano": 42,
        "genero": "Mujer",
        "tipo": "Smartwatch",
        "material": "Sintetikoa",
        "descripcion": "Montblanc Summit 3 da luxuzko piezaren smartwatch bat eskumuturrean. Smartwatch honen diseinu ederrak Suitzako altu erlojeria maisuaren eta material goi mailakoen esperientzia islatzen du. Erloju honek erloju analogiko klasiko bat izan liteke lehenengo begiratuan, baina teknologia aurreratua dauka.",
        "img-1": "../img/catalogo/R0024/R0024-1.png",
        "img-2": "../img/catalogo/R0024/R0024-2.png",
        "img-3": "../img/catalogo/R0024/R0024-3.png"
      }
    ]