[
  {
    "ref": "R0001",
    "stock": 10,
    "marca": "CASIO",
    "modelo": "Nulo 4",
    "precio": 99.9,
    "tamano": 40,
    "genero": "Women",
    "tipo": "Analog",
    "material": "Mineral glass",
    "descripcion": "",
    "img-1": "../img/catalogo/R0001/R0001-1",
    "img-2": "../img/catalogo/R0001/R0001-2",
    "img-3": "../img/catalogo/R0001/R0001-3"
  },
  {
    "ref": "R0002",
    "stock": 10,
    "marca": "TISSOT",
    "modelo": "PRX GOLD",
    "precio": 445,
    "tamano": 40,
    "genero": "Men",
    "tipo": "Analog",
    "material": "Stainless steel",
    "descripcion": "This model is available in a gold PVD (Physical Vapor Deposition) finish, offering a sophisticated and modern aesthetic. The dial typically features minimalist details in gold and white or black tones.",
    "img-1": "../img/catalogo/R0002/R0002-1",
    "img-2": "../img/catalogo/R0002/R0002-2",
    "img-3": "../img/catalogo/R0002/R0002-3"
  },
  {
    "ref": "R0003",
    "stock": 10,
    "marca": "OMEGA",
    "modelo": "Speedmaster Pilot",
    "precio": 10500,
    "tamano": 40.85,
    "genero": "Men",
    "tipo": "Analog",
    "material": "Stainless steel",
    "descripcion": "The OMEGA Speedmaster Pilot is a recent addition to the iconic Speedmaster collection, launched at the end of 2024. This watch is designed to reflect the technical and aesthetic standards of military aviation pilots, such as those operating the U-2 spy planes.",
    "img-1": "../img/catalogo/R0003/R0003-1",
    "img-2": "../img/catalogo/R0003/R0003-2",
    "img-3": "../img/catalogo/R0003/R0003-3"
  },
  {
    "ref": "R0004",
    "stock": 10,
    "marca": "ROLEX",
    "modelo": "Sea Dweller",
    "precio": 14993,
    "tamano": 43,
    "genero": "Men",
    "tipo": "Analog",
    "material": "Stainless steel",
    "descripcion": "A Rolex watch with a 43 mm size combines elegance and functionality in an iconic design. Made of Oystersteel steel or with gold details, it offers water resistance and precise automatic movements certified by COSC. Its sapphire crystal is scratch-resistant, while the classic design and complications, such as the date or chronograph, stand out in models like the Sea-Dweller or the Yacht-Master II. Perfect for those seeking luxury and reliability in any situation.",
    "img-1": "../img/catalogo/R0004/R0004-1",
    "img-2": "../img/catalogo/R0004/R0004-2",
    "img-3": "../img/catalogo/R0004/R0004-3"
  },
  {
    "ref": "R0005",
    "stock": 10,
    "marca": "ROLEX",
    "modelo": "GMT Master 2",
    "precio": 1500,
    "tamano": 43,
    "genero": "Men",
    "tipo": "Analog",
    "material": "Stainless steel",
    "descripcion": "The Rolex GMT-Master II is a luxury watch designed for travelers, with a dual time zone function and bidirectional rotating bezel. Its Oyster case is made of steel, gold, or Rolesor (a combination of both), and measures 40 mm, water-resistant up to 100 meters. The Cerachrom bezel in iconic colors such as black-blue or red-black is highly scratch-resistant. Equipped with the automatic movement caliber 3285, it offers a power reserve of approximately 70 hours. Its Oyster or Jubilee bracelet ensures comfort and style, making this model a symbol of elegance and functionality.",
    "img-1": "../img/catalogo/R0005/R0005-1",
    "img-2": "../img/catalogo/R0005/R0005-2",
    "img-3": "../img/catalogo/R0005/R0005-3"
  },
  {
    "ref": "R0006",
    "stock": 10,
    "marca": "TOMMY HILFIGER",
    "modelo": "Henry 1710479",
    "precio": 175.2,
    "tamano": 40,
    "genero": "Men",
    "tipo": "Analog",
    "material": "Stainless steel",
    "descripcion": "The Tommy Hilfiger 1710479 (Henry) is an elegant men's watch with a gray ionized stainless steel case of 44 mm and a matching strap. Its gray dial, with golden details, includes day and date functions, driven by a precise quartz movement. Water-resistant up to 50 meters, it combines style and functionality for everyday use. A modern design ideal for complementing any outfit.",
    "img-1": "../img/catalogo/R0006/R0006-1",
    "img-2": "../img/catalogo/R0006/R0006-2",
    "img-3": "../img/catalogo/R0006/R0006-3"
  },
  {
    "ref": "R0007",
    "stock": 10,
    "marca": "HAMILTON",
    "modelo": "Khaki Field",
    "precio": 650,
    "tamano": 38,
    "genero": "Men",
    "tipo": "Analog",
    "material": "Stainless steel",
    "descripcion": "The Hamilton Khaki Field is a watch inspired by classic military models, known for its robustness and functionality. With stainless steel cases (typically 38 to 42 mm), it is water-resistant and features readable dials with luminous indices. Its automatic or quartz movement, depending on the model, guarantees precision, while leather, canvas, or steel straps offer versatility. Ideal for adventurers, it combines vintage style with modern performance.",
    "img-1": "../img/catalogo/R0007/R0007-1",
    "img-2": "../img/catalogo/R0007/R0007-2",
    "img-3": "../img/catalogo/R0007/R0007-3"
  },
  {
    "ref": "R0008",
    "stock": 10,
    "marca": "CARTIER",
    "modelo": "Tank Luis",
    "precio": 13200,
    "tamano": 25.5,
    "genero": "Men",
    "tipo": "Analog",
    "material": "Leather",
    "descripcion": "The Cartier Tank Louis Cartier 25.5 mm is an iconic piece of watchmaking, combining timeless elegance with an Art Deco-inspired design. With a rectangular 25.5 mm case, it is made of stainless steel or combinations of precious metals, offering a refined style. Its white dial with Roman numerals and blue hands is complemented by a domed sapphire crystal. Equipped with a quartz movement, this watch is known for its precision and sophistication, making it a popular choice among luxury watch enthusiasts.",
    "img-1": "../img/catalogo/R0008/R0008-1",
    "img-2": "../img/catalogo/R0008/R0008-2",
    "img-3": "../img/catalogo/R0008/R0008-3"
  },
  {
    "ref": "R0009",
    "stock": 10,
    "marca": "ORIS",
    "modelo": "Divers Date",
    "precio": 2700,
    "tamano": 39,
    "genero": "Men",
    "tipo": "Analog",
    "material": "Leather",
    "descripcion": "The Oris Divers Date 40 mm is a robust and functional diving watch, ideal for those looking for a versatile model both for water activities and daily use. Its 40 mm stainless steel case offers water resistance up to 300 meters, making it perfect for aquatic activities. The dial features luminous indices and hands for optimal visibility in low light conditions, and a unidirectional bezel to monitor dive time. With an automatic movement Caliber 733, based on the SW200-1, this watch combines precision and durability in a sporty and elegant design.",
    "img-1": "../img/catalogo/R0009/R0009-1",
    "img-2": "../img/catalogo/R0009/R0009-2",
    "img-3": "../img/catalogo/R0009/R0009-3"
  },
  {
    "ref": "R0010",
    "stock": 10,
    "marca": "BRIETLING",
    "modelo": "Endurance Pro",
    "precio": 3400,
    "tamano": 44,
    "genero": "Men",
    "tipo": "Analog",
    "material": "Stainless steel",
    "descripcion": "The Breitling Endurance Pro 44 mm is a sports watch designed for adventurers and performance enthusiasts. With a 44 mm case made of Breitlight, an ultralight and highly resistant material, it is ideal for those seeking a durable and comfortable watch for daily use or extreme activities. Its dial features a clear and legible design, with luminous indices and hands, and a bidirectional bezel to measure immersion time or activities. Equipped with the Breitling SuperQuartz quartz movement, this model is more accurate than standard quartz movements and is water-resistant up to 100 meters.",
    "img-1": "../img/catalogo/R0010/R0010-1",
    "img-2": "../img/catalogo/R0010/R0010-2",
    "img-3": "../img/catalogo/R0010/R0010-3"
  }
]
